Repository: mozilla-l10n/mt-training-data
Catalog: gsw/gsw_pontoon.tmx
Source language: en_us
Languages: gsw

source: No foreign letters
gsw: Kenn Büechstààwe, wo’s ìm làtinische Alphabet nìtt gibt

source: No gravatar found for your email
gsw: Fer Éieri E-Mail-Àdrass ìsch kenn Gravatar gfùnde wùrre

source: No languages found
gsw: Kenn Sproche gfùnde

source: No microphone found.
gsw: Kenn Mikro gfùnde.

source: Non-binary
gsw: Nìtt-binär

source: No numbers and special characters
gsw: Kenn Zàhle odder Speziàlzeiche

source: No offensive, prejudiced remarks or sensitive questions
gsw: Kenn Vorùrteil odder Gfieler üssdrìcke, wo beleidische odder verletze kenne, ùn au kenn sensibli Fröje stelle

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gsw: Kenn Satz zem Noochlüeje. <addLink>Setze salwer Satz dezü!</addLink>

source: No soliciting personal information (e.g., names, financial details)
gsw: M’r derf de Litt kenn persenlichi Dàte velànge (z. B. de Nàmme odder finànzielli Àngàwe).

source: Not Found
gsw: Nìtt gfùnde

source: No Thanks
gsw: Nää, märsi

source: No thanks, continue speaking
gsw: Nää, märsi, witterschtredde

source: No variant selected
gsw: Kenn Vàriànt schwàsiert

source: Offensive Content
gsw: Ìnhàlt, wo verletzt

source: Offensive language
gsw: Werter, wo verletze

source: Offensive speech
gsw: Werter, wo verletze

source: On desktop devices you can contribute by downloading…
gsw: Mìt Büro-Computer kenne-n’r mìtmàche, wenn’r d’néischt Version rùnterlàde:

source: On iOS please continue with Safari to enable recording…
gsw: Ùnter iOS, màche mìt Safari witterscht, fer ùffnamme ze kenne

source: Other
gsw: Ebs ànderscht

source: Partner
gsw: Pàrtner

source: Past recordings download requests
gsw: Àlti Àntraj fer ’s Rùnterlàde vùn Ùffnàhme

source: Personally Identifiable Information
gsw: Informàtione, mìt denne, wo m’r d’Litt identifiziere kànn

source: Platform language
gsw: Sproch vùn de Plàttform

source: <playIcon></playIcon>Last one!
gsw: <playIcon></playIcon> E letschtes Mol!

source: Please fill out this field.
gsw: Wenn’s beliebt dis Fald üssfìlle

source: Please select a language to review sentences.
gsw: Schwàsiere wenn’s beliebt e Sproch, fer Satz noochzelüeje.

source: <privacyLink>Privacy</privacyLink>
gsw: <privacyLink>Dàteschùtz</privacyLink>

source: Privacy Policy
gsw: Dàteschùtzerklärùng

source: Profile
gsw: Profil

source: Question
gsw: Fröje

source: Ready to do { $count } more?
gsw: Sìn’r bereit, fer { $count } ànderi ze màche?

source: <recordIcon></recordIcon> Last one!
gsw: E letschtes Mol! <recordIcon></recordIcon>

source: Recordings
gsw: Ùffnàhme

source: Record your response
gsw: Namme Éieri Àntwùrt ùff

source: Record your voice
gsw: Namme Éieri Stìmm ùff

source: Reference the source of your sentence (required)
gsw: Gann d’Qall vùn Éierem Sàtz àn (obligàtorisch)

source: Refresh
gsw: Aktüalisiere

source: Reject
gsw: Nää

source: Remove
gsw: Lesche

source: Remove Avatar
gsw: ’S Profilbìld lesche

source: Report
gsw: Malde

source: Report was passed successfully
gsw: De Berìcht ìsch mìt Erfolig fùrtgschìckt wùrre

source: Request New Language
gsw: Néji Sproch vorschlaawe

source: Request recordings
gsw: Rùnterlàde vùn Ùffnàhme ànfordere

source: Re-record
gsw: Noch emol ùffnamme

source: Respond
gsw: Àntwùrt gann

source: Response deleted successfully
gsw: Àntwùrt mìt Erfolig gelescht

source: Response submitted successfully
gsw: Àntwùrt mìt Erfolig fùrtgschìckt

source: Return to Common Voice Datasets
gsw: Zerùck ze de Common-Voice-Dàtesatz

source: Review
gsw: Noochlüeje

source: Review could not be saved. Please try again later.
gsw: D’Bewartùng het nìtt kenne gspeichert waare. Pràwiere’s wenn’s beliebt später noch emol.

source: ⓘ Review Criteria
gsw: ⓘ Kriterje fer d’Bewartùng

source: Review Criteria
gsw: Kriterje fer d’Bewartùng

source: Reviewed sentences not submitted, are sure?
gsw: D’Satz, wo-n’r noochgelüejt hàn, sìn nìtt fùrtgschìckt wùrre, welle-n’r witterschtmàche?

source: Review & re-record clips here as you go
gsw: Wenn’r welle, kenne-n’r d’Ùffnàhme do noochlüeje ùn noch emol ùffnamme

source: Review & re-record clips if needed
gsw: Wenn’r welle, kenne-n’r d’Ùffnàhme noochlüeje ùn noch emol ùffnamme

source: Review Sentences
gsw: Satz noochlüeje

source: Review & Submit
gsw: Noochlüeje ùn fùrtschìcke

source: Review transcriptions
gsw: Trànschkriptione noochlüeje

source: Review Transcriptions
gsw: Trànschkriptione noochlüeje

source: Review transcriptions of recorded sentences for accuracy
gsw: Lüeje d’Genauischkeit vùn de Trànschkriptione vùn de Satz nooch, wo ùffgenùmme wùrre sìn

source: Review user-submitted transcriptions in your language
gsw: Lüeje d’Trànschkriptione, wo ìn Éiere Sproch vùn àndere Litt gschìckt wùrre sìn, nooch

source: S
gsw: Ì

source: Sabah Malay
gsw: Sabah-Màlaisisch

source: Save
gsw: Speichere

source: Saved
gsw: Gspeichert

source: Search for a language
gsw: E Sproch süeche

source: Search for a language...
gsw: E Sproch süeche…

source: Select a variant (optional)
gsw: Schwàsiere eieri Vàriànt (optionàl)

source: Selected
gsw: Schwàsiert

source: Select up to three domains (optional)
gsw: Schwàsiere bis ze dréi Bereich

source: Select your age
gsw: Schwàsiere Éier Àlter

source: Select your sex or gender
gsw: Schwàsiere Éier Gschlaacht odder Éieri Gschlaachtsidentität

source: Send a link to my email
gsw: E Link àn mini E-Mail-Àdrass schìcke

source: Sentence
gsw: Sàtz

source: Sentence Domain
gsw: Sàtzthema

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gsw: D’Satz, wo do dezügsetzt waare, waare ze’me Dàtesàtz dezügsetzt, wo ùnter e cc-0 Lizanz steht ùn fréi züganglich ìsch.

source: Sentence text
gsw: Sàtztext

source: Sentence Variant
gsw: Sàtzvàriànt

source: Service and Retail
gsw: Service ùn Einzelvekauf

source: Settings
gsw: Instellùnge

source: Sex or Gender
gsw: Gschlaacht

source: Share Common Voice
gsw: Common Voice teile

source: Share your clip
gsw: Éieri Ùffnàhm teile

source: Shortcuts
gsw: Kùrzwaj

source: Simple and easy for anyone to understand
gsw: Einfàch ùn licht ze vestehn fer àlli

source: Single
gsw: Einzelner Sàtz

source: Single sentence submission
gsw: E einzelner Sàtz schìcke

source: Single ZIP file containing
gsw: Einzelni ZIP-Dàtéi mìt

source: Size
gsw: Dàtéigreesse

source: Skip
gsw: Ìwwerhüpse

source: Skipped
gsw: Ìwwerghüpst

source: Skip Submission Feedback
gsw: Zerùckmaldùngssitt ìwwerhüpse

source: Small batch
gsw: Kleines Satzpackel

source: Small batch sentence submission
gsw: Kleini Satzpackle schìcke

source: Solicit personally identifying information (like names or financial information)
gsw: Nooch Informàtione fröje, mìt denne, wo m’r d’Litt identifiziere kànn (zem Beispiel Nàmme odder finànzielli Àngààwe)

source: Something went wrong while fetching audio for transcriptions. Please try again later.
gsw: Bim Àbrüefe vùn de Ùffnàhm fer ’s Trànschkribiere het ebs nìtt geklàppt. Pràwiere’s wenn’s beliebt später noch emol.

source: Something went wrong while fetching prompts. Please try again later.
gsw: Bim Àbrüefe vùn de Fröje het ebs nìtt geklàppt. Pràwiere’s wenn’s beliebt später noch emol.

source: Something went wrong while fetching transcriptions. Please try again later.
gsw: Bim Àbrüefe vùn de Trànschkription het ebs nìtt geklàppt. Pràwiere’s wenn’s beliebt später noch emol.

source: Source: { $sentenceSource }
gsw: Quall: { $sentenceSource }

source: Southwestern Tlaxiaco Mixtec
gsw: Mixtek vùn Südwescht-Tlaxiaco

source: Speak
gsw: Redde

source: Speak now
gsw: Ìhr kenne redde

source: Split into { $archiveCount } ZIP files containing
gsw: Ùffgeteilt ìn { $archiveCount } ZIP-Dàtéie mìt

source: Start recording
gsw: Mìt’m Ùffnamme ànfànge

source: Start typing to describe your accent
gsw: Fànge àn ze schriiwe, fer Éiere Àkzent ze bschriiwe

source: Submit
gsw: Fùrtschìcke

source: Submit All
gsw: Àlles fùrtschìcke

source: Submit a report
gsw: E Maldùng schìcke

source: Submit clips
gsw: Ùffnàhme fùrtschìcke

source: Submitted
gsw: Fùrtgschìckt

source: Success
gsw: Erfolig

source: Successfully accepted question
gsw: D’Fröj ìsch mìt Erfolig àngenùmme wùrre

source: Successfully rejected question
gsw: D’Fröj ìsch mìt Erfolig àbgelahnt wùrre

source: Success, profile created!
gsw: Bravo, Éier Profil ìsch erstellt wùrre!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gsw: Verschiewe de Sàtz géje raachts, fer ne ze validiere. Verschiewe ne géje lìnks, fer ne àbzelahne. Verschiewe ne nùff, fer ne ze ìwwerhüpse. <strong>Vergasse nìt, Éieri Bewärtùng fùrtzeschìcke!</strong>

source: Tap
gsw: Àntippe

source: Technology and Robotics
gsw: Technologie ùn Robotik

source: Tell us what you'd like to download:
gsw: Saawe ùns, wàs’r rùnterlàde welle:

source: <termsLink>Terms</termsLink>
gsw: <termsLink>Benùtzùngsbedìngùnge</termsLink>

source: Thanks for confirming your account, now let's build your profile.
gsw: Märsi, àss’r Éiere Konto validiert hàn, Ìhr kenne jetz Éier Profil erstelle.

source: Thank you for contributing to Spontaneous Speech!
gsw: Vielmols märsi, àss’r zem Projekt Spontàni Sproch bitraawe!

source: Thank you for donating your voice clips!
gsw: Vielmols märsi, àss’r Éieri Ùffnàhme gspandt hàn!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gsw: Vielmols märsi fer Éieri Ùffnàhme!<lineBreak></lineBreak>Lüeje jetz Éieri Ùffnàhme nooch, wo do ùnte sìn, ùn schìcke se fùrt.

source: Thank you for your information
gsw: Vielmols märsi fer Éieri Informàtione

source: Thank you for your voice information
gsw: Vielmols märsi fer Éieri Sprochinformàtione

source: The clip has disrespectful or offensive language.
gsw: Ìn dem Sàtz sìn groowi Werter drìnne odder Sàche, wo d’Litt beleidische kenne.

source: The content contains a language different than I was expecting.
gsw: Ìm Ìnhàlt wùrd e ànderi Sproch benùtzt àss die, wo-n-i erwàrt hàb ghet.

source: The content has disrespectful or offensive language.
gsw: Ìm Ìnhàlt wùrd e Sproch benùtzt, wo reschpektlos ìsch odder verletzt.

source: The MediaRecorder API is not supported in your browser.
gsw: Die MediaRecorder-API wird von Ihrem Browser nicht unterstützt.

source: The page you are looking for could not be found
gsw: D’Sitt, wo-n’r süeche, ìsch nierigs ze fìnde

source: There are currently no sentences to review in this language.
gsw: Fer die Sproch gìbt’s kenn Satz meh, wo noochgelüejt mien waare.

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
gsw: Dàto gìbt’s kenn Trànschkription zem Noochlüeje fer die Sproch. Aktüalisiere d’Sitt odder pràwiere’s später noch emol.

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
gsw: Dàto gìbt’s kenn Fröje fer die Sproch. Aktüalisiere d’Sitt odder pràwiere’s später noch emol.

source: The recording was too long.
gsw: D’Ùffnàhm ìsch ze làng.

source: The recording was too quiet.
gsw: Mìt de néi Ùffnàhm ùffheere.

source: The recording was too short.
gsw: D’Ùffnàhm ìsch ze kùrz.

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
gsw: Dàto gìbt’s kenn Ùffnàhm ze trànschkribiere fer die Sproch. Aktüalisiere d’Sitt odder pràwiere’s später noch emol.

source: The selected file is too large
gsw: ’S üssgewählte Bìld ìsch zü grooss

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
gsw: De Satzsàmmler wàndelt ùff d’Haupt-Common-Voice-Plàttform ùm. Ìhr kenne jetz vùn Common Voice üss, e Sàtz <writeURL>schriiwe</writeURL> odder <reviewURL>noochlüeje</reviewURL>.

source: The sentence has a grammatical or spelling error.
gsw: Ìn dem Sàtz ìsch e Gràmmàtikfahler odder e Raachtschriiwùngsfahler.

source: The sentence has disrespectful or offensive language.
gsw: De Sàtz reschpektiert d’Litt nìtt odder kànn se beleidische.

source: The sentence must be grammatically correct.
gsw: D’Gràmmàtik vùm Sàtz müess stìmme.

source: The sentence must be speakable.
gsw: De Sàtz müess m’r üsssprache kenne.

source: The sentence must be spelled correctly.
gsw: De Sàtz müess koherent gschrìwwe sìn.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
gsw: Ìn dem Ìnhàlt gìbt’s Informàtione, mìt denne, wo m’r ebber identifiziere kànn, wie Nàmme, E-Mail-Àdrass, Wohnort, Identifikàtionsnümero odder Telefonnümero.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
gsw: Ìn dem Ìnhàlt wùrd nooch Informàtione gfröjt, mìt denne, wo m’r ebber identifiziere kànn, wie Nàmme, E-Mail-Àdrass, Wohnort, Identifikàtionsnümero odder Telefonnümero.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gsw: Die Informàtione sìn optionàl — Ìhr sotte se nùmme àngann, wenn’r Éich demìt wohl fiehle. Wenn mìr denne Dàtesàtz vereffentliche, tüem’r àlli persenlichi Dàte pseudonymisiere un stelle sicher, àss Informàtione wie Éiere Nàmme ùn Éieri E-Mail-Àdrass nìtt mìt demogràfische Informàtione wie Éier Àlter odder Éier Gschlaacht verbùnde sìn.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
gsw: Die Informàtione sìn optionàl – Ìhr sotte se nùmme àngann, wenn’r Éich demìt wohl fiele. Wenn mìr denne Dàtesàtz vereffentliche, tüem’r àlli persenlichi Dàte pseudonymisiere un stelle sicher, àss Informàtione wie Éiere Nàmme ùn Éieri E-Mail-Àdrass nìtt mìt demogràfische Informàtione wie Éier Àlter odder Éier Gschlaacht verbùnde sìn. Fer àss d’Technologie fer àlli güet klàppt, mien d’Dàte, ìn de Entwìckler·e bi de Entwìcklùng vùn Technologie halfe, ìn’re Vielfàlt vùn Mensche ze entsprache. Entdecke meh dodrìwwer, wàrùm Metadàte wìchtisch sìn.

source: Three to go!
gsw: Nùmme noch dréi!

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
gsw: Fer Éieri E-Mail-Àdrass ze andere, schriiwe ùns e E-Mail àn <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Transcribe
gsw: Trànschkribiere

source: Transcribe Audio
gsw: Trànschkribiere

source: Transcript edited successfully
gsw: Trànschkription mìt Erfolig noochgenùmme

source: Transcript skipped successfully
gsw: Trànschkription mìt Erfolig ìwwerghüpst

source: Transcript submitted successfully
gsw: Trànschkription mìt Erfolig fùrtgschìckt

source: Transcript voted successfully
gsw: Ìwwer d’Trànschkription mìt Erfolig àbgstìmmt

source: Transgender
gsw: Transgenre

source: Turkish
gsw: Tìrikisch

source: Typically megabytes
gsw: Normàlerwiis Megabytes (Mo)

source: Upload aborted. Do you want to delete your recordings?
gsw: Hochlàde àbgebroche. Welle-n’r d’Ùffnàhme lesche?

source: Upload an image file
gsw: E Profilbìld hochlàde

source: Upload failed, please retry.
gsw: ’S Hochlàde het nìtt geklàppt, wenn’s beliebt noch emol pràwiere.

source: Use correct grammar
gsw: D’Gràmmàtik vùm Sàtz müess stìmme

source: Use correct spelling and grammar
gsw: E koherenti Raachtschriiwùng ùn Gràmmàtik benùtze

source: Use correct spelling and punctuation
gsw: D’Raachtschriiwùng ùn d’Sàtzzeiche mien koherent sìn

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
gsw: Nìtzlich fer <mark>làwandischi Sprochkontext</mark> ùn Ànwandùngsfall (zem Beispiel wenn’r welle, àss d’Sprocherkannùng mìt Litt funktioniert, wo nìtt viel schriiwe ùn e Ùmgàngssproch benùtze)

source: User Name
gsw: Benùtzernàmme

source: Validate
gsw: Validiere

source: Validate Readings
gsw: Satz, wo gelaase wùrre sìn, noochlüeje

source: Validate Readings, Review Transcriptions
gsw: Satz, wo gelaase wùrre sìn, ùn Trànschkriptione noochlüeje

source: Validate Readings <small>(Coming soon)</small>
gsw: Satz, wo gelaase wùrre sìn, noochlüeje <small>(kùmmt bàll)</small>

source: Validate readings submitted by community members
gsw: Lüeje d’Satz, wo vùn Mìtgleider vùn de Gemeinschàft gelaase wùrre sìn, nooch

source: Validate user-recorded readings in your language
gsw: Lüeje d’Satz, wo ìn Éiere Sproch gelaase wùrre sìn, nooch

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
gsw: Lüeje <validateIcon></validateIcon> nooch. Reschpektiert die Fröj d’Vorschrìfte?

source: Visible
gsw: Sìchtbàr

source: Want to save your information? <createProfile>Create a profile</createProfile>
gsw: Wotte-n’r Éieri Dàte speichere? <createProfile>Erstelle e Profil</createProfile>

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gsw: { " " }M’r hàn kenn Ùffnàhme fer Éich meh gfùnde zem Horiche/Loose. ¶ Pràwiere’s später noch emol, wenn’s beliebt.

source: We couldn’t get any sentences for you to speak. Please try again later.
gsw: M’r hàn kenn Satz fer Éich meh gfùnde zem ùff lütt Laase.¶ Pràwiere’s später noch emol, wenn’s beliebt.

source: Welcome to Spontaneous Speech
gsw: Wìllkùmme bi Spontàni Sproch

source: We may have run out of clips - refresh the page, or try again later.
gsw: Dàto gìbt’s kenn Ùffnàhme meh — aktüalisiere d’Sitt odder pràwiere’s später noch emol.

source: We periodically release the dataset
gsw: Mìr vereffentliche de Dàtesàtz réjelmassisch

source: We're making some big changes
gsw: M’r màche groossi Anderùnge

source: We’re sorry, your platform is not currently supported.
gsw: Es tüet ùns leid, Éieri Plàttform wùrd noch nìtt ùnterstìtzt.

source: Western Penan
gsw: Wescht-Penan

source: We've run out of sentences to record in this language...
gsw: Fer die Sproch gìbt’s kenn Satz meh, wo ùffgenùmme kenne waare…

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
gsw: M’r lüeje Éiere Àntràà fer ’s Lesche vùn Éiere Ùffnàhme üss’m Dàtesàtz nooch. Wenn’r àngenùmme wùrd, tüem’r àlli kontàktiere, wo de Dàtesàtz rùntergelààde hàn, ùn velànge ne, Éieri Ùffnàhme au ze lesche.

source: We will show you a prompt or question
gsw: Mìr zaje Éich e Ùffforderùng odder e Fröj

source: What issues are you experiencing with this content?
gsw: Wàs fer Problemer hàn’r mìt dem Ìnhàlt?

source: What issues are you experiencing with this sentence?
gsw: Wàs fer Problemer hàn’r mìt dem Sàtz ?

source: What is your age?
gsw: Wie àlt sìn’r?

source: What is your sex or gender?
gsw: Wàs ìsch Éier Gschlaacht odder Éieri Gschlaachtsidentität?

source: What questions can I add?
gsw: Wàs fer Fröje kànn i dezüsetze?

source: What sentences can I add?
gsw: Wàs fer Satz kànn i dezüsetze?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
gsw: Wenn’r Éieri Ùffnàhme ànfordere, stelle m’r se ìn einere odder mehrere ZIP-Dàtéie zàmme. Dìss sìn Éieri àlti Àntraj:

source: Which variant of { $language } do you speak?
gsw: Wàs fer e Vàriànt vùn { $language } redde-n’r?

source: Why a profile?
gsw: Wàs nùtzt e Profil?

source: Why are you asking?
gsw: Wàrùm fröje-n’r ?

source: Why Common Voice?
gsw: Wàrùm Common Voice?

source: Why does this matter?
gsw: Wàrùm ìsch dìss wìchtisch?

source: Why we built this Spontaneous Speech prototype
gsw: Wàrùm m’r denne Prototyp vùn Spontàni Sproch entwìckelt hàn

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
gsw: Welle-n’r, àss Éieri Ùffnàhme au gelescht waare odder welle-n’r se ìm Common-Voice-Dàtesàtz ùffhewwe?

source: Write
gsw: Schriiwe

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
gsw: Schriiwe genau ùff, wàs d’Person gsajt het, dìss heisst au d’Fìllwerter wie „euh“ odder „mhm“.

source: Write down what you hear the person saying here
gsw: Schriiwe ùff, wàs’r d’Person do heere saawe

source: Y
gsw: J

source: Yes
gsw: Ja

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
gsw: Ìhr kenne d’direkte ÜRL au kopiere ùn ìn Éiere Liewlìngsrùnterlàdemànàtscher ingann. Sie laufe ìn 12 Stùnd àb, àwwer Ìhr kenne egàl wànneh ùff die Sitt zerùckkùmme, fer néji ze generiere.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gsw: Ìhr kenne au Kùrzwaj ùff Éiere Tàschtàtür benùtze: { sc-review-form-button-approve-shortcut } fer ànzenamme, { sc-review-form-button-reject-shortcut } fer àbzelahne, { sc-review-form-button-skip-shortcut } fer ze ìwwerhüpse

source: You cannot request your recordings while another request is already in progress.
gsw: Ìhr kenne Éieri Ùffnàhme nìtt ànfordere, wenn schùn e àndere Àntràà lauft.

source: You can request a new takeout of your recordings every { $days } days.
gsw: Ìhr kenne Éieri Ùffnàhme nìtt ànfordere, wenn schùn e àndere Àntràà lauft.

source: You check whether the transcription matches the audio
gsw: Ìhr lüeje nooch, ob d’Trànschkription ze de Ùffnàhm bàsst

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gsw: Ìhr hàn noch kenn Sproch schwàsiert. Gehn wenn’s beliebt ùff Éiere <profileLink>Profil</profileLink>, fer e Sproch ze schwàsiere.

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
gsw: Ìhr hàn Anderùnge ùff dere Sitt, wo nìtt gspeichert sìn. Wenn’r d’Sproch andere, sìn Éieri Anderùnge dernoh nìtt gspeichert. Sìn’r sicher, àss’r d’Sproch andere welle?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
gsw: Ìhr hàn Anderùnge ùff dere Sitt, wo nìtt gspeichert sìn. Wenn’r die Sitt velonn, sìn Éieri Anderùnge dernoh nìtt gspeichert. Sìn’r sicher, àss’r die Sitt velonn welle?

source: You must allow microphone access.
gsw: Ìhr mien de Zügrìff ùff ’s Mikro zülonn.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
gsw: Éieri ànonyme Ùffnàhme bliiwe ìm Common-Voice-Dàtesàtz. Wenn Éier Profil emol gelescht ìsch, kenne-n’r nìmmi verlànge, àss Éieri Ùffnàhme üss’m Dàtesàtz gelescht waare.

source: Your download has started.
gsw: ’S Rùnterlàde het àngfànge.
